Repository: DirectumCompany/rx-template-uploaddata-from-cover
Catalog: rosa.UploadData/rosa.UploadData.Shared/Module.*.resx
Languages: ru

# FileSelectTitle
source: File
ru: Файл

# LoadTopicClassifierDialogTitle
source: Load Topics
ru: Загрузить тематики

# LoadSectionsDialogTitle
source: Load sections
ru: Загрузить разделы

# LoadThemeClassifierDialogTitle
source: Load Theme
ru: Загрузить темы

# LoadQuestionClassifierDialogTitle
source: Load Questions
ru: Загрузить вопросы

# LoadSubquestionClassifierDialogTitle
source: Load Subquestions
ru: Загрузить подвопросы

# EndOfLoadNotifyMessageText
source: Processed in total: {0} Of them with an error: {1}
ru: Всего обработано: {0} Из них с ошибкой: {1}

# LoadDepartmentDialogTitle
source: Load Departments
ru: Загрузить подразделения

# LoadBusinessUnitDialogTitle
source: Load companies
ru: Загрузить организации

# LoadJobTitleDialogTitle
source: Load Job title
ru: Загрузить должности

# NotFoundSectionExceptionText
source: The section of the classifier of hits with the code {0} was not found
ru: Не найден раздел классификатора обращений с кодом {0}

# NotFoundTopicExceptionText
source: The subject of the classifier of calls with the code {0} was not found
ru: Не найдена тематика классификатора обращений с кодом {0}

# NotFoundThemeExceptionText
source: The topic of the classifier of hits with code {0} was not found
ru: Не найдена тема классификатора обращений с кодом {0}

# NotFoundQuestionExceptionText
source: The question of the classifier of hits with the code {0} was not found
ru: Не найден вопрос классификатора обращений с кодом {0}

# NotFoundCompanyExceptionText
source: Organization with the name {0} was not found
ru: Не найдена организация с именем {0}

# NotFoundRegionExceptionText
source: Region with name {0} not found
ru: Не найден регион с именем {0}

# NotFoundCityExceptionText
source: The settlement with the name {0} was not found
ru: Не найден населенный пункт с именем {0}

# NotFoundBankExceptionText
source: Bank with name {0} not found
ru: Не найден банк с именем {0}

# LoadPersonDialogTitle
source: Load persons
ru: Загрузить персоны

# NotFoundJobTitleExceptionText
source: No job found with name {0} and department {1}
ru: Не найдена должность с именем {0} и подразделением {1}

# NotFoundDepartmentExceptionText
source: No department found with the name {0} and our organization {1}
ru: Не найдено подразделение с именем {0} и нашей организацией {1}

# NotFoundDepartmentWithoutBusinessUnitExceptionText
source: Department not found with name {0}
ru: Не найдено подразделение с именем {0}

# DuplicatePersonsTitleExceptionText
source: Duplicate persons were found by name {0}.
ru: По имени {0} найдены дубли персон.

# NotFoundBusinessUnitExceptionText
source: Our organization with the name {0} was not found
ru: Не найдена наша организация с именем {0}

# LoadEmployeeDialogTitle
source: Load employees
ru: Загрузить работников

# NotFoundEmployeeExceptionText
source: No employee found with the name {0}
ru: Не найден работник с именем {0}

source: File extension must be .xlsx
ru: Расширение файла должно быть .xlsx

# NotFoundLoginExceptionText
source: Login not found with name {0}
ru: Не найдена учетная запись с именем {0}

source: Select file
ru: Выбирете файл

source: File
ru: Файл

# ResultFilePath
source: {0}\Download results {1}
ru: {0}\Результаты загрузки {1}

# LoadComplete
source: Loading is complete. The download results are written to a file on the desktop.
ru: Загрузка завершена. Результаты загрузки записаны в файл на рабочем столе.

# ActionAvailableToAdministrators
source: This action is available only to administrators.
ru: Действие доступно только администраторам.

# FailedCreateReason
source: Failed to create record for reason: {0}
ru: Не удалось создать запись по причине: {0}

source: Retention period not found.
ru: Срок хранения не найден.

source: Successfully created
ru: Успешно создана

# RecordExist
source: Record already exist
ru: Запись уже существует

# NotFoundRetentionPeriodExceptionText
source: The retention period with the name {0} was not found
ru: Не найден срок хранения дел с именем {0}

# LoadCaseFileDialogTitle
source: Load case file
ru: Загрузить номенклатуру дел

# LoadFileRetentionPeriodDialogTitle
source: Load file retention period
ru: Загрузить сроки хранения дел

# LoadCitiesDialogTitle
source: LoadCities
ru: Загрузить населенные пункты

source: Country
ru: Страна

source: Region
ru: Регион

source: Load Mun Area
ru: Загрузить муниципальные районы

source: Load settlements
ru: Загрузить сельские/городские поселения
